Repository: Easypay/woocomerce-easypay
Catalog: 2.0/woocommerce-easypay_mbway_2/languages/wceasypay-*.po
Languages: pt_pt

source: Payment error:
pt_pt: Erro no pagamento

source: Error on payment listings
pt_pt: Erro na listagem dos pagamentos

source: Error on payment request
pt_pt: Erro no pedido do pagamento

source: Don't leave for tomorrow what you can receive today
pt_pt: Não deixe para amanhã o que pode receber hoje.

source: Easypay standard
pt_pt: Padrão Easypay

source: Easypay standard works by sending the user to Easypay to enter their payment information.
pt_pt: A Easypay funciona por redirecionar o utilizador para o gateway da Easypay, ai insere a informação para o pagamento.

source: Enable/Disable
pt_pt: Activar / Desactivar

source: Enable Easypay Payment Gateway.
pt_pt: Activar o módulo de pagamento da Easypay

source: Title
pt_pt: Titulo

source: This controls the title which the user sees during checkout.
pt_pt: Aqui pode controlar o titulo que o utilizador vê durante o checkout.

source: Customer Message
pt_pt: Mensagem ao Cliente

source: The Client Identification Number of your easypay account.
pt_pt: Número de identificação de cliente relativamente á sua conta Easypay.

source: User
pt_pt: Utilizador

source: The USER of your easypay account.
pt_pt: O Utilizador da sua conta Easypay

source: Entity
pt_pt: Entidade

source: The ENTITY of your easypay account. <br/>Please refer to our commercial department for more information.
pt_pt: Entidade associada á sua conta Easypay. <br />Por favor contacte o nosso departamento comercial para mais informação.

source: Code
pt_pt: Código

source: Country
pt_pt: País

source: Must be always PT.
pt_pt: É obrigatório que seja PT.

source: Language
pt_pt: Idioma

source: The language that the user should see on credit card gateway.
pt_pt: Idioma que o utilizador deverá ver quando for redireccionado para a gateway de cartões de crédito.

source: Payment types
pt_pt: Tipos de pagamentos

source: Pay by Multibanco
pt_pt: Multibanco

source: Credit Card
pt_pt: Cartão de Crédito

source: Gateway Testing
pt_pt: Testes

source: Enable Easypay sandbox
pt_pt: Activar Easypay sandbox

source: Easypay sandbox can be used to test payments.
pt_pt: A sandbox pode ser utilizada para testar os pagamentos.

source: Enable logging
pt_pt: Activar logs.

source: Log Easypay events such as API requests, the logs will be placed in <code>woocommerce/logs/easypay.txt</code>
pt_pt: Regista eventos tais como pedidos á API, os logs serão colocados em <code>woocommerce/logs/easypay.txt</code>

source: Easypay Configurations
pt_pt: Configurações Easypay

source: Go to "Webservices" > "URL Configuration"
pt_pt: Vá a "Webservices" > "URL Configuration"

source: On your server
pt_pt: No seu servidor

source: For Credit Card payment check you must create a cron job, we sugest you config your cron job to call this file once a day.
pt_pt: Para verificar o pagamento com Cartão de Crédito precisa criar um cron job, sugerimos-lhe que configure o seu cron job para executar este ficheiro uma vez por dia.

source: Awaiting for reference payment.
pt_pt: Aguardando pagamento de referência.

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_pt: Ocorreu um erro durante o processamento do seu pagamento, por favor tente novamente, ou contacte-nos para assistência.

source: Click to try again
pt_pt: Tente Novamente

source: Reference
pt_pt: Referência

source: Value
pt_pt: Valor

source: Pay Now
pt_pt: Pague Agora

source: <strong>Easypay Gateway Disabled</strong> Missing CIN. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> Falta o CIN. %sClique aqui para configurar.%s

source: <strong>Easypay Gateway Disabled</strong> Missing USER. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> Falta o Utilizador. %sClique aqui para configurar.%s

source: <strong>Easypay Gateway Disabled</strong> Missing ENTITY. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> Falta a Entidade. %sClique aqui para configurar.%s

source: <strong>Easypay Gateway Disabled</strong> Missing COUNTRY. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> Falta o País. %sClique aqui para configurar.%s

source: <strong>Easypay Gateway Disabled</strong> Missing LANGUAGE. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> Falta o Idioma. %sClique aqui para configurar.%s

source: <strong>Easypay Gateway Disabled</strong> The currency your cart is using is not valid, please set to Euro (EUR) if you want to use Easypay payments. %sClick here to configure.%s
pt_pt: <strong>Módulo Easypay Desativado</strong> A moeda do seu carrinho não é suportada, por favor altere para Euro (EUR) se quiser utilizar pagamentos através da Easypay. %sClique aqui para configurar.%s

source: Fiscal Number
pt_pt: NIF

# placeholder
source: Fiscal Number
pt_pt: NIF

source: WooCommerce Easypay Gateway depends on the last version of <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> to work!
pt_pt: WooCommerce Easypay Gateway depende da última versão do <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> para funcionar!

source: Cancel Purchase
pt_pt: Cancelar Compra

source: Authorization has timed out! Your order will be cancelled!
pt_pt: Autorização expirou! A sua encomenda vai ser cancelada!

source: Authorization has been paid for! Your order will be shipped as soon as possible!
pt_pt: Autorização paga! A sua encomenda vai ser expedida o mais depressa possível

source: Request failed!
pt_pt: Pedido falhou!

source: Your order is cancelled
pt_pt: A sua encomenda foi cancelada

source: Cannot cancel order!
pt_pt: Não foi possível cancelar a sua encomenda

source: Authorization voided! Your order will be cancelled!
pt_pt: Autorização cancelada! A sua encomenda foi cancelada

source: Authorization declined! Your order will be cancelled!
pt_pt: Autorização cancelada! A sua encomenda foi cancelada
